Repository: luanagerber/Pace-of-Mind
Catalog: Code/Localizable.xcstrings
Source language: en
Languages: de, pt_br

# home_activities_label
source: WORKLOAD
de: ARBEITSLAST
pt_br: CARGA

# home_bored_message_1
source: This seems like a really good time to
de: Jetzt ist eine gute Zeit für neue Projekte.
pt_br: Este parece ser um bom momento para

# home_bored_message_2
source: develop your projects. How about trying
de: Du könntest etwas Neues ausprobieren
pt_br: desenvolver seus projetos. Que tal tentar

# home_bored_message_3
source: something new or finding a new hobby?
de: oder ein Hobby finden.
pt_br: algo novo ou encontrar um novo hobby?

# home_bored_title
source: BORED
de: GELANGWEILT
pt_br: ENTEDIADA

# home_calm_message_1
source: Things are going well. Your mind is at a
de: Es läuft alles gut. Dein Geist ist entspannt
pt_br: Sua mente está tranquila. Você pode

# home_calm_message_2
source: good pace. You may increase the workload
de: und kann neue Aufgaben übernehmen
pt_br: aumentar a carga de trabalho ou continuar

# home_calm_message_3
source: or continue enjoying this calm state.
de: oder einfach weiter chillen.
pt_br: desfrutando desse estado de calma.

# home_calm_title
source: CALM
de: RUHIG
pt_br: CALMA

# home_cycle_phase_label
source: CYCLE PHASE
de: ZYKLUSPHASE
pt_br: FASE DO CICLO

# home_emotions_title
source: Feeling
de: Du fühlst dich
pt_br: Sentindo-se

# home_happy_message_1
source: You feel happy and full of energy.
de: Du fühlst dich fröhlich und voller
pt_br: Você se sente feliz e cheia de energia.

# home_happy_message_2
source: Enjoy this positive feeling, but be mindful
de: Energie. Genieße dieses positive Gefühl,
pt_br: Aproveite, mas tenha cuidado para não

# home_happy_message_3
source: of not doing too many different activities.
de: aber nimm dir nicht zu viel vor!
pt_br: engajar em muitas atividades diferentes.

# home_happy_title
source: HAPPY
de: FRÖHLICH
pt_br: FELIZ

# home_season_label
source: SEASON
de: JAHRESZEIT
pt_br: ESTAÇÃO

# home_start_message_1
source: Combine the three factors above to see
de: Kombiniere die drei Faktoren, um zu
pt_br: Combine os três fatores acima e veja

# home_start_message_2
source: how their combination can influence
de: sehen, wie sie deine Stimmung
pt_br: como sua combinação influencia

# home_start_message_3
source: your mood and productivity.
de: und Produktivität beeinflussen.
pt_br: seu humor e sua produtividade.

# home_start_title_1
source: Wheel of
de: Rad der
pt_br: Roda das

# home_start_title_2
source: EMOTIONS
de: EMOTIONEN
pt_br: EMOÇÕES

# home_stressed_message_1
source: Take a moment to rest and be kind to
de: Nimm dir Zeit, dich auszuruhen und lieb
pt_br: Seja gentil consigo mesma e tire

# home_stressed_message_2
source: yourself. Maybe it's time to think about
de: zu dir selbst zu sein. Vielleicht solltest
pt_br: um momento para relaxar. Que tal

# home_stressed_message_3
source: how much you're doing.
de: du mal überlegen, wie viel du tust.
pt_br: reconsiderar sua carga de trabalho?

# home_stressed_title
source: STRESSED
de: GESTRESST
pt_br: ESTRESSADA

# info_howToUse_text_1
source: Select one of each to see how their combination impacts your mood and productivity.
de: verändere sie, um zu sehen, wie sich ihre Kombination auf deine Stimmung und Produktivität auswirkt.
pt_br: selecione uma de cada, para ver como a combinação afeta seu humor e sua produtividade.

# info_howToUse_text_2
source: Adjust to explore your limits in each combination.
de: passe deine Arbeitslast an, um deine Grenzen in jeder Kombination zu entdecken.
pt_br: ajuste para explorar seus limites em cada combinação.

# info_howToUse_text_3
source: Pay attention to these patterns in real life and adjust as needed!
de: beobachte die Muster im wirklichen Leben und passe deine Arbeitslast entsprechend an!
pt_br: observe esses padrões em sua própria vida e ajuste a carga de trabalho conforme necessário.

# info_howToUse_title
source: How to use this app
de: Wie man diese App benutzt
pt_br: Como usar este app

# info_howToUse_title_1
source: 1) Season and cycle phase:
de: 1) Jahreszeit und Zyklusphase:
pt_br: 1) Estação e fase do ciclo:

# info_howToUse_title_2
source: 2) Workload:
de: 2) Arbeitslast:
pt_br: 2) Carga de trabalho:

# info_howToUse_title_3
source: 3) Life happens:
de: 3) Reflexion:
pt_br: 3) Reflexão:

# info_symbols_autumn
source: Autumn
de: Herbst
pt_br: Outono

# info_symbols_cycle_phase
source: Cycle Phase (Days)
de: Zyklusphase (Tage)
pt_br: Fase do ciclo (Dias)

# info_symbols_follicular
source: Follicular (6-14)
de: Follikelreif. (6-14)
pt_br: Folicular (6-14)

# info_symbols_menstrual
source: Menstrual (1-5)
de: Menstruation (1-5)
pt_br: Menstruação (1-5)

# info_symbols_season
source: Season
de: Jahreszeit
pt_br: Estação

# info_symbols_spring
source: Spring
de: Frühling
pt_br: Primavera

# info_symbols_summer
source: Summer
de: Sommer
pt_br: Verão

# info_symbols_title
source: Symbols Meaning
de: Symbole Bedeutung
pt_br: Significado dos símbolos

# info_text_about_1
source: is a gentle and loving invitation to every woman to remember to listen to her own emotions and to better identify the factors that influence them. Our emotions are important signs of our mental health and warn us when we need to slow down. Learning to listen to them can be a powerful tool for better managing our tasks in order to achieve well-being and shine as women.
de: ist eine sanfte und liebevolle Einladung an jede Frau, sich daran zu erinnern, auf ihre eigenen Gefühle zu hören und die Faktoren, die sie beeinflussen, besser zu erkennen. Unsere Gefühle sind wichtige Anzeichen für unsere geistige Gesundheit und warnen uns, wenn wir langsamer machen müssen. Wenn wir lernen, auf sie zu hören, können wir unsere Aufgaben besser verwalten, um uns wohl zu fühlen und als Frauen zu strahlen.
pt_br: é um convite gentil e amoroso a todas as mulheres para que lembrem-se de ouvir suas próprias emoções e consigam identificar melhor os fatores que as influenciam. Nossas emoções são sinais importantes de nossa saúde mental e nos avisam quando precisamos desacelerar. Aprender a ouvi-las pode ser uma ferramenta poderosa para gerenciar melhor nossas tarefas a fim de alcançar bem-estar e brilhar como mulheres.

# info_warning_text
source: Every woman is unique, so you may experience things differently from what this app suggests.
de: Jede Frau ist einzigartig, daher kann es sein, dass du die Dinge anders erlebst, als es diese App vorschlägt.
pt_br: Cada mulher é única, então você pode ter experiências diferentes das sugeridas por este app.

# info_warning_title
source: Remember
de: Denk daran
pt_br: Lembre-se

# welcome_text
source: I'm here to help you turn your emotions into your best ally when it comes to task managing.
de: Lass dich von deinen Gefühlen beraten, wenn es um die Bewältigung deiner Aufgaben geht.
pt_br: Transforme suas emoções em aliadas, quando o assunto for gerenciamento de tarefas.

# info_symbols_ovulation
source: Ovulation (15-17)
pt_br: Ovulação (15-17)

# info_symbols_winter
source: Winter
pt_br: Inverno
